Repository: tyler220/typo3Test
Catalog: typo3conf/ext/threeme/Resources/Private/Language/*.locallang.xlf
Languages: de

# skiptocontent.label
source: Skip to main content
de: Direkt zu den Inhalten springen

# navbar.toggle.label
source: Toggle navigation
de: Navigation ein- und ausschalten

# logo.label
source: Back to home
de: Zur Startseite

# pagination.current.label
source: Current page
de: (aktuelle Seite)

# pagination.page.label
source: Page
de: Seite

# carousel.prev.label
source: Backwards
de: Vorheriges Motiv

# carousel.next.label
source: Forwards
de: Nächstes Motiv

# print.title
source: Print page
de: Inhalte drucken

# totop.title
source: To top
de: Seitenanfang

# sitemap.title
source: Sitemap
de: Seitenübersicht

# image.clickenlarge.title
source: Click to enlarge image
de: Klicken, um Bild vergrößert zu sehen

# image.clicklink.title
source: Click to open link
de: Klicken, um Link zu öffnen

# menu.breadcrumb.title
source: Go to page:
de: Zur Seite:

# menu.breadcrumb.current.title
source: Your are here:
de: Sie befinden sich hier:

# menu.language.label
source: Language
de: Sprache

# search.sword.placeholder
source: Enter search word
de: Suchbegriff eingeben

# search.submit.label
source: Search
de: Suche

# cookiebar.label
source: This site uses cookies to make your visit more efficient and to offer you more usability.
de: Diese Website verwendet Cookies, um Ihren Besuch effizienter zu machen und Ihnen mehr Benutzerfreundlichkeit bieten zu können.
