Repository: tyler220/typo3Test
Catalog: typo3conf/ext/threeme/Resources/Private/Language/*.locallang_rte.xlf
Languages: de

# class.text-left
source: Text: Left
de: Text: Linksbündig

# class.text-right
source: Text: Right
de: Text: Rechtsbündig

# class.text-center
source: Text: Center
de: Text: Zentriert

# class.text-justify
source: Text: Justify
de: Text: Blocksatz

# class.text-uppercase
source: Text: Uppercase
de: Text: Versalien

# class.lead
source: Text: Lead
de: Text: Einleitung

# class.threeme-text-small
source: Text: Small
de: Text: Klein

# class.threeme-text-note
source: Text: Note
de: Text: Anmerkung

# class.table
source: Table: Unstyled
de: Tabelle: Ohne Auszeichnung

# class.table-striped
source: Table: Striped rows
de: Tabelle: Gestreift

# class.table-bordered
source: Table: Bordered table
de: Tabelle: Umrandet

# class.table-hover
source: Table: Hover rows
de: Tabelle: Hervorgehoben

# class.table-condensed
source: Table: Condensed table
de: Tabelle: Kompakt

# class.list-unstyled
source: Lists: Unstyled
de: Liste: Ohne Auszeichnung

# class.list-inline
source: Lists: Inline
de: Liste: In Reihe

# class.internal-link
source: Link: Internal page
de: Link: Interne Seite

# class.external-link
source: Link: External page
de: Link: Externe Seite

# class.mail
source: Link: Mail
de: Link: E-Mail Adresse

# class.btn-default
source: Buttons: Default
de: Button

# class.btn-primary
source: Buttons: Primary
de: Button: Hauptfarbe

# class.btn-success
source: Buttons: Success
de: Button: Grün

# class.btn-info
source: Buttons: Info
de: Button: Blau

# class.btn-warning
source: Buttons: Warning
de: Button: Orange

# class.btn-danger
source: Buttons: Danger
de: Button: Rot

# class.btn-lg
source: Buttons: Large
de: Button: Groß

# class.btn-sm
source: Buttons: Small
de: Button: Klein

# class.btn-xs
source: Buttons: Extra small
de: Button: Extraklein
