Repository: tyler220/typo3Test
Catalog: typo3conf/ext/threeme/Resources/Private/Language/*.locallang_pagets.xlf
Languages: de

# BackendLayouts.home.title
source: Home
de: Startseite

# BackendLayouts.default.title
source: Default
de: Standard

# BackendLayouts.404.title
source: 404 Page
de: 404 Seite

# tt_content.colPos.altLabels.100
source: Columns 100+ = header, 200+ = Content, 300+ = Footer
de: Spalten 100+ = header, 200+ = Content, 300+ = Footer

# tt_content.colPos.altLabels.200
source: Stage
de: Bühne

# tt_content.colPos.altLabels.201
source: Lead
de: Hervorhebung

# tt_content.colPos.altLabels.300
source: Footer: (Left)
de: Footer: (Links)

# tt_content.colPos.altLabels.301
source: Footer: (Center)
de: Footer: (Mitte)

# tt_content.colPos.altLabels.302
source: Footer: (Right)
de: Footer: (Rechts)

# translateToMessage
source: Translate to: %s
de: Übersetzen nach: %s

# tt_content.header_layout.altLabels.0
source: Headline 2 (Default)
de: Überschrift 2. Ordnung (Standard)

# tt_content.header_layout.altLabels.1
source: Headline 1 (Page header)
de: Überschrift 1. Ordnung (Seitenüberschrift)

# tt_content.header_layout.altLabels.2
source: Headline 2 (Section header)
de: Überschrift 2. Ordnung (Kapitelüberschrift)

# tt_content.header_layout.altLabels.3
source: Headline 3 (Subsection header)
de: Überschrift 3. Ordnung (Absatzüberschrift)

# tt_content.header_layout.altLabels.4
source: Headline 4 (Subsection header)
de: Überschrift 4. Ordnung (Absatzüberschrift)

# tt_content.header_layout.altLabels.5
source: Headline 5 (Subsection header)
de: Überschrift 5. Ordnung (Absatzüberschrift)

# tt_content.threeme_header_css.addItems.200
source: Color: Primary color I
de: Farbe: Primärfarbe I

# tt_content.threeme_header_css.addItems.201
source: Color: Primary color II
de: Farbe: Primärfarbe II

# tt_content.header_position.left
source: Orientation: Left
de: Ausrichtung: Linksbündig

# tt_content.header_position.center
source: Orientation: Center
de: Ausrichtung: Zentriert

# tt_content.header_position.right
source: Orientation: Right
de: Ausrichtung: Rechtsbündig

# tt_content.header_position.justify
source: Orientation: Justify
de: Ausrichtung: Blocksatz

# tt_content.layout.types.textmedia.addItems.200
source: Image shapes: Rounded
de: Bilder mit runden Kanten

# tt_content.layout.types.textmedia.addItems.201
source: Image shapes: Circle
de: Kreisrunde Bilder

# tt_content.layout.types.textmedia.addItems.202
source: Image shapes: Thumbnail
de: Bilder als Thumbnail

# tt_content.layout.types.table.addItems.200
source: Table: Striped rows
de: Tabelle gestreift

# tt_content.layout.types.table.addItems.201
source: Table: Bordered
de: Tabelle umrandet

# tt_content.layout.types.table.addItems.202
source: Table: Hover rows
de: Tabelle hervorgeboben

# tt_content.layout.types.table.addItems.203
source: Table: Condensed
de: Tabelle kompakt

# tt_content.layout.types.bullets.addItems.200
source: List: Unstyled
de: Punktliste ohne Auszeichnung

# tt_content.layout.types.bullets.addItems.201
source: List: Inline
de: Punktliste in Reihe

# tt_content.space_before_class.altLabels.extra-small
source: Extra small
de: Extra klein

# tt_content.space_before_class.altLabels.small
source: Small
de: Klein

# tt_content.space_before_class.altLabels.medium
source: Medium
de: Mittel

# tt_content.space_before_class.altLabels.large
source: Large
de: Groß

# tt_content.space_before_class.altLabels.extra-large
source: Extra large
de: Extra groß

# tt_content.space_after_class.altLabels.extra-small
source: Extra small
de: Extra klein

# tt_content.space_after_class.altLabels.small
source: Small
de: Klein

# tt_content.space_after_class.altLabels.large
source: Large
de: Groß

# tt_content.space_after_class.altLabels.extra-large
source: Extra large
de: Extra groß

# tx_powermail_domain_model_form.css.altLabels.nolabel
source: Hide label
de: Bezeichnung ausblenden

# tx_powermail_domain_model_page.css.altLabels.nolabel
source: Hide label
de: Bezeichnung ausblenden

# tx_powermail_domain_model_field.css.altLabels.nolabel
source: Hide label
de: Bezeichnung ausblenden
